Repository: mansoor2016/Safa
Catalog: Safa/Localizable.xcstrings
Source language: en
Languages: ar, bn, fa, fr, id, ms, tr, ur

source: Middle of the Night
ar: منتصف الليل
bn: মধ্যরাত
fa: نیمه شب
fr: Milieu de la nuit
id: Tengah Malam
ms: Tengah Malam
tr: Gecenin Ortası
ur: آدھی رات

source: Last Third of the Night
ar: الثلث الأخير من الليل
bn: রাতের শেষ তৃতীয়াংশ
fa: ثلث آخر شب
fr: Dernier tiers de la nuit
id: Sepertiga Malam Terakhir
ms: Satu Pertiga Malam Terakhir
tr: Gecenin Son Üçte Biri
ur: رات کا آخری تہائی

source: Muslim World League
ar: رابطة العالم الإسلامي
bn: মুসলিম বিশ্ব লীগ
fa: مجمع جهانی اسلام
fr: Ligue islamique mondiale
id: Liga Muslim Dunia
ms: Liga Muslim Dunia
tr: Müslüman Dünya Birliği
ur: مسلم ورلڈ لیگ

source: Islamic Society of North America (ISNA)
ar: الجمعية الإسلامية لأمريكا الشمالية
bn: ইসলামিক সোসাইটি অব নর্থ আমেরিকা
fa: جامعه اسلامی آمریکای شمالی
fr: Société islamique d'Amérique du Nord
id: Persatuan Islam Amerika Utara (ISNA)
ms: Persatuan Islam Amerika Utara (ISNA)
tr: Kuzey Amerika İslam Cemiyeti (ISNA)
ur: اسلامک سوسائٹی آف نارتھ امیریکا

source: Egyptian General Authority
ar: الهيئة المصرية العامة
bn: মিশরীয় সাধারণ কর্তৃপক্ষ
fa: سازمان عمومی مصر
fr: Autorité générale égyptienne
id: Otoritas Umum Mesir
ms: Pihak Berkuasa Am Mesir
tr: Mısır Genel Kurumu
ur: مصری جنرل اتھارٹی

source: Umm Al-Qura, Makkah
ar: أم القرى، مكة
bn: উম্মুল কুরা, মক্কা
fa: ام‌القری، مکه
fr: Oumm al-Qoura, La Mecque
tr: Ümmü'l-Kura, Mekke
ur: ام القریٰ، مکہ

source: University of Islamic Sciences, Karachi
ar: جامعة العلوم الإسلامية، كراتشي
bn: ইসলামিক বিজ্ঞান বিশ্ববিদ্যালয়, করাচি
fa: دانشگاه علوم اسلامی، کراچی
fr: Université des sciences islamiques, Karachi
id: Universitas Ilmu Islam, Karachi
ms: Universiti Sains Islam, Karachi
tr: İslami Bilimler Üniversitesi, Karaçi
ur: جامعہ العلوم الاسلامیہ، کراچی

source: Institute of Geophysics, Tehran
ar: معهد الجيوفيزياء، طهران
bn: ভূ-পদার্থবিদ্যা ইনস্টিটিউট, তেহরান
fa: مؤسسه ژئوفیزیک، تهران
fr: Institut de géophysique, Téhéran
id: Institut Geofisika, Teheran
ms: Institut Geofizik, Tehran
tr: Jeofizik Enstitüsü, Tahran
ur: انسٹیٹیوٹ آف جیوفزکس، تہران

source: Shia Ithna-Ashari (Jafari)
ar: الشيعة الإثنا عشرية (الجعفري)
bn: শিয়া ইসনা আশারী (জাফরি)
fa: شیعه اثنی‌عشری (جعفری)
fr: Chiite Ithna Ashari (Jafari)
id: Syiah Itsna Asyari (Jafari)
ms: Syiah Ithna Ashari (Jafari)
tr: Şii İsna Aşeri (Caferi)
ur: شیعہ اثنا عشری (جعفری)

source: Dubai (GIAE)
ar: دبي (GIAE)
bn: দুবাই (GIAE)
fa: دبی (GIAE)
fr: Dubaï (GIAE)
ur: دبئی (GIAE)

source: Kuwait
ar: الكويت
bn: কুয়েত
fa: کویت
fr: Koweït
tr: Kuveyt
ur: کویت

source: Qatar
ar: قطر
bn: কাতার
fa: قطر
tr: Katar
ur: قطر

source: MUIS, Singapore
ar: MUIS، سنغافورة
bn: MUIS, সিঙ্গাপুর
fa: MUIS، سنگاپور
fr: MUIS, Singapour
id: MUIS, Singapura
ms: MUIS, Singapura
tr: MUIS, Singapur
ur: MUIS، سنگاپور

source: Diyanet, Turkey
ar: الديانة، تركيا
bn: দিয়ানেত, তুরস্ক
fa: دیانت، ترکیه
fr: Diyanet, Turquie
id: Diyanet, Turki
ms: Diyanet, Turki
tr: Diyanet, Türkiye
ur: دیانت، ترکی

source: Sahih International
ar: صحيح إنترناشونال
bn: সহীহ ইন্টারন্যাশনাল
fa: صحیح اینترنشنال
ur: صحیح انٹرنیشنل

source: Festival of Breaking the Fast
ar: عيد الإفطار
bn: রোজা ভাঙার উৎসব
fa: جشن افطار
fr: Fête de la rupture du jeûne
id: Hari Raya Puasa
ms: Perayaan Berbuka Puasa
tr: Oruç Bayramı
ur: روزہ افطار کا تہوار

source: Festival of Sacrifice
ar: عيد الأضحية
bn: কুরবানির উৎসব
fa: جشن قربانی
fr: Fête du sacrifice
id: Hari Raya Qurban
ms: Perayaan Korban
tr: Kurban Bayramı
ur: قربانی کا تہوار

source: Eid
ar: العيد
bn: ঈদ
fa: عید
fr: Aïd
id: Hari Raya
ms: Hari Raya
tr: Bayram
ur: عید

source: Beginner
ar: مبتدئ
bn: শিক্ষানবিশ
fa: مبتدی
fr: Débutant
id: Pemula
ms: Pemula
tr: Başlangıç
ur: نوآموز

source: Seeker
ar: طالب
bn: সন্ধানী
fa: جوینده
fr: Chercheur
id: Pencari
ms: Pencari
tr: Arayan
ur: طالب

source: Learner
ar: متعلم
bn: শিক্ষার্থী
fa: آموزنده
fr: Apprenant
id: Pelajar
ms: Pelajar
tr: Öğrenci
ur: سیکھنے والا

source: Dedicated
ar: مخلص
bn: নিবেদিত
fa: متعهد
fr: Dévoué
id: Berdedikasi
ms: Berdedikasi
tr: Adanmış
ur: سرگرم

source: Consistent
ar: مواظب
bn: ধারাবাহিক
fa: پایدار
fr: Constant
id: Konsisten
ms: Konsisten
tr: İstikrarlı
ur: مستقل

source: Devoted
ar: متفانٍ
bn: নিষ্ঠাবান
fa: فداکار
fr: Dévoué
id: Tekun
ms: Taat
tr: Bağlı
ur: عقیدت مند

source: Steadfast
ar: ثابت
bn: অবিচল
fa: استوار
fr: Persévérant
id: Teguh
ms: Teguh
tr: Kararlı
ur: ثابت قدم

source: Committed
ar: ملتزم
bn: প্রতিশ্রুতিবদ্ধ
fa: متعهد
fr: Engagé
id: Berkomitmen
ms: Komited
tr: Kararlı
ur: پابند

source: Excellent
ar: ممتاز
bn: চমৎকার
fa: عالی
id: Sangat Baik
ms: Cemerlang
tr: Mükemmel
ur: بہترین

source: Muhsin
ar: محسن
bn: মুহসিন
fa: محسن
ur: محسن

source: Sabir
ar: صابر
bn: সাবির
fa: صابر
ur: صابر

source: Shakir
ar: شاكر
bn: শাকির
fa: شاکر
tr: Şakir
ur: شاکر

source: Mukhlis
ar: مخلص
bn: মুখলিস
fa: مخلص
tr: Muhlis
ur: مخلص

source: Muttaqi
ar: متقي
bn: মুত্তাকী
fa: متقی
tr: Müttaki
ur: متقی

source: Sadiq
ar: صادق
bn: সাদিক
fa: صادق
tr: Sadık
ur: صادق

source: Zahid
ar: زاهد
bn: যাহিদ
fa: زاهد
ur: زاہد

source: Arif
ar: عارف
bn: আরিফ
fa: عارف
ur: عارف

source: Qani
ar: قانع
bn: কানি
fa: قانع
tr: Kani
ur: قانع

source: Siddiq
ar: صدّيق
bn: সিদ্দীক
fa: صدیق
tr: Sıddık
ur: صدیق

source: Muhsin al-Kamil
ar: المحسن الكامل
bn: মুহসিন আল-কামিল
fa: محسن الکامل
tr: Muhsin el-Kamil
ur: محسن الکامل

source: Remembrance
ar: تذكّر
bn: স্মরণ
fa: یادآوری
fr: Rappel
id: Pengingat
ms: Peringatan
tr: Anma
ur: یاد الٰہی

source: Prophetic traditions
ar: الأحاديث النبوية
bn: নবী (সা.) এর সুন্নত
fa: احادیث نبوی
fr: Traditions prophétiques
id: Tradisi Nabi
ms: Tradisi Nabi
tr: Peygamber sünnetleri
ur: نبوی روایات

source: Arabic & Tajweed
ar: العربية والتجويد
bn: আরবি ও তাজবীদ
fa: عربی و تجوید
fr: Arabe et Tajwid
id: Arab & Tajwid
ms: Arab & Tajwid
tr: Arapça ve Tecvid
ur: عربی اور تجوید

source: AI companion
ar: رفيق ذكي
bn: AI সঙ্গী
fa: همراه هوش مصنوعی
fr: Compagnon IA
id: Pendamping AI
ms: Teman AI
tr: AI yardımcısı
ur: AI ساتھی

source: Find direction
ar: حدد الاتجاه
bn: দিক খুঁজুন
fa: یافتن جهت
fr: Trouver la direction
id: Temukan arah
ms: Cari arah
tr: Yönü bul
ur: سمت تلاش کریں

source: Ramadan dhikr
ar: أذكار رمضان
bn: রমজানের যিকির
fa: ذکر رمضان
fr: Dhikr du Ramadan
id: Dzikir Ramadan
ms: Zikir Ramadan
tr: Ramazan zikri
ur: رمضان کے اذکار

source: Morning adhkar
ar: أذكار الصباح
bn: সকালের আযকার
fa: اذکار صبح
fr: Adhkar du matin
id: Dzikir pagi
ms: Zikir pagi
tr: Sabah zikirleri
ur: صبح کے اذکار

source: Evening adhkar
ar: أذكار المساء
bn: সন্ধ্যার আযকার
fa: اذکار شب
fr: Adhkar du soir
id: Dzikir sore
ms: Zikir petang
tr: Akşam zikirleri
ur: شام کے اذکار

source: Jumu'ah reading
ar: قراءة الجمعة
bn: জুমুআর পড়া
fa: خواندن جمعه
fr: Lecture du vendredi
id: Bacaan Jumat
ms: Bacaan Jumaat
tr: Cuma okuması
ur: جمعہ کی تلاوت

source: Sunnah fasting day
ar: يوم صيام سنّة
bn: সুন্নত রোজার দিন
fa: روز روزه سنت
fr: Jour de jeûne Sunna
id: Hari puasa sunnah
ms: Hari puasa sunat
tr: Sünnet oruç günü
ur: سنت روزے کا دن

source: Blessed days of Dhul Hijjah
ar: أيام ذي الحجة المباركة
bn: যিলহজ্জের বরকতময় দিনগুলি
fa: روزهای مبارک ذوالحجه
fr: Jours bénis de Dhul Hijjah
id: Hari-hari mulia Dzulhijjah
ms: Hari-hari mulia Zulhijjah
tr: Zilhicce'nin mübarek günleri
ur: ذوالحجہ کے مبارک دن

source: Food & Drink
ar: الطعام والشراب
bn: খাবার ও পানীয়
fa: غذا و نوشیدنی
fr: Nourriture et boisson
id: Makan & Minum
ms: Makanan & Minuman
tr: Yiyecek ve İçecek
ur: کھانا پینا

source: Eating
ar: الأكل
bn: খাওয়া
fa: غذا خوردن
fr: Repas
id: Makan
ms: Makan
tr: Yemek
ur: کھانا

source: Next prayer is %@ at %@, %lld hours and %lld minutes remaining
ar: %1$@ الصلاة التالية هي في %2$@، متبقي %3$lld ساعة و%4$lld دقيقة
bn: %1$@ পরবর্তী নামাজ সময় %2$@, %3$lld ঘণ্টা এবং %4$lld মিনিট বাকি
fa: %1$@ نماز بعدی در ساعت %2$@، %3$lld ساعت و %4$lld دقیقه باقیمانده
fr: La prochaine prière est %1$@ à %2$@, %3$lld heures et %4$lld minutes restantes
id: Salat berikutnya %1$@ pukul %2$@, %3$lld jam dan %4$lld menit lagi
ms: Solat seterusnya %1$@ pukul %2$@, %3$lld jam dan %4$lld minit lagi
tr: Sonraki namaz %1$@ saat %2$@, %3$lld saat ve %4$lld dakika kaldı
ur: %1$@ اگلی نماز وقت %2$@ پر، %3$lld گھنٹے اور %4$lld منٹ باقی

source: Next prayer is %@ at %@, %lld minutes remaining
ar: %1$@ الصلاة التالية هي في %2$@، متبقي %3$lld دقيقة
bn: %1$@ পরবর্তী নামাজ সময় %2$@, %3$lld মিনিট বাকি
fa: %1$@ نماز بعدی در ساعت %2$@، %3$lld دقیقه باقیمانده
fr: La prochaine prière est %1$@ à %2$@, %3$lld minutes restantes
id: Salat berikutnya %1$@ pukul %2$@, %3$lld menit lagi
ms: Solat seterusnya %1$@ pukul %2$@, %3$lld minit lagi
tr: Sonraki namaz %1$@ saat %2$@, %3$lld dakika kaldı
ur: %1$@ اگلی نماز وقت %2$@ پر، %3$lld منٹ باقی

source: %@ - Day %lld
ar: %1$@ - اليوم %2$lld
bn: %1$@ - দিন %2$lld
fa: %1$@ - روز %2$lld
fr: %1$@ - Jour %2$lld
id: %1$@ - Hari %2$lld
ms: %1$@ - Hari %2$lld
tr: %1$@ - %2$lld. Gün
ur: %1$@ - دن %2$lld

source: %lld day(s) until %@
ar: %1$lld يوم حتى %2$@
bn: %2$@ পর্যন্ত %1$lld দিন
fa: %1$lld روز تا %2$@
fr: %1$lld jour(s) avant %2$@
id: %1$lld hari menuju %2$@
ms: %1$lld hari menuju %2$@
tr: %2$@ için %1$lld gün kaldı
ur: %2$@ تک %1$lld دن

source: Lv.%lld
ar: م.%lld
bn: লে.%lld
fa: سطح %lld
fr: Nv.%lld
tr: Sv.%lld
ur: سطح %lld

source: %lld-day streak at risk
ar: سلسلة %lld يوم في خطر
bn: %lld দিনের ধারা ঝুঁকিতে
fa: رشته %lld روزه در خطر
fr: Série de %lld jours en danger
id: Streak %lld hari terancam
ms: Streak %lld hari terancam
tr: %lld günlük seri tehlikede
ur: %lld دن کا سلسلہ خطرے میں

source: %@ at %@, Tahajjud: 2 to 12 rak'ahs in pairs of 2
ar: %1$@ في %2$@، تهجد: ٢ إلى ١٢ ركعة في أزواج من ٢
bn: %1$@ সময় %2$@, তাহাজ্জুদ: ২ থেকে ১২ রাকআত ২ এর জোড়ায়
fa: %1$@ در %2$@، تهجد: ۲ تا ۱۲ رکعت در جفت‌های ۲ تایی
fr: %1$@ à %2$@, Tahajjud : 2 à 12 rak'ahs en paires de 2
id: %1$@ pukul %2$@, Tahajud: 2 hingga 12 rakaat berpasangan 2
ms: %1$@ pukul %2$@, Tahajjud: 2 hingga 12 rakaat berpasangan 2
tr: %1$@ saat %2$@, Teheccüd: 2 ila 12 rekât 2'li çiftler halinde
ur: %1$@ وقت %2$@، تہجد: ٢ سے ١٢ رکعات ٢ کے جوڑوں میں

source: %@ at %@, Best time for Qiyam al-Layl
ar: %1$@ في %2$@، أفضل وقت لقيام الليل
bn: %1$@ সময় %2$@, কিয়ামুল লাইলের সেরা সময়
fa: %1$@ در %2$@، بهترین زمان برای قیام اللیل
fr: %1$@ à %2$@, Meilleur moment pour Qiyam al-Layl
id: %1$@ pukul %2$@, Waktu terbaik untuk Qiyamul Lail
ms: %1$@ pukul %2$@, Masa terbaik untuk Qiyamul Lail
tr: %1$@ saat %2$@, Kıyamu'l-Leyl için en iyi zaman
ur: %1$@ وقت %2$@، قیام اللیل کا بہترین وقت

source: May Allah accept from us and you
ar: تقبل الله منا ومنكم
bn: আল্লাহ আমাদের ও আপনাদের থেকে কবুল করুন
fa: خداوند از ما و شما بپذیرد
fr: Qu'Allah accepte de nous et de vous
id: Semoga Allah menerima dari kami dan kamu
ms: Semoga Allah menerima daripada kami dan kamu
tr: Allah bizden ve sizden kabul etsin
ur: اللہ ہم سے اور آپ سے قبول فرمائے

source: completed
ar: مكتمل
bn: সম্পন্ন
fa: انجام شده
fr: terminé
id: selesai
ms: selesai
tr: tamamlandı
ur: مکمل

source: not completed
ar: غير مكتمل
bn: অসম্পন্ন
fa: انجام نشده
fr: non terminé
id: belum selesai
ms: belum selesai
tr: tamamlanmadı
ur: نامکمل

source: Double tap to unmark
ar: انقر مرتين لإلغاء التحديد
bn: আনমার্ক করতে ডাবল ট্যাপ করুন
fa: برای لغو علامت دو بار ضربه بزنید
fr: Touchez deux fois pour décocher
id: Ketuk dua kali untuk menghapus tanda
ms: Ketuk dua kali untuk nyahtanda
tr: İşareti kaldırmak için çift dokunun
ur: نشان ہٹانے کے لیے ڈبل ٹیپ کریں

source: Double tap to mark as done
ar: انقر مرتين للتحديد كمكتمل
bn: সম্পন্ন হিসেবে চিহ্নিত করতে ডাবল ট্যাপ করুন
fa: برای علامت‌گذاری به عنوان انجام شده دو بار ضربه بزنید
fr: Touchez deux fois pour marquer comme fait
id: Ketuk dua kali untuk menandai selesai
ms: Ketuk dua kali untuk tandakan selesai
tr: Tamamlandı olarak işaretlemek için çift dokunun
ur: مکمل کے طور پر نشان لگانے کے لیے ڈبل ٹیپ کریں

source: Eid Prayer
ar: صلاة العيد
bn: ঈদের নামাজ
fa: نماز عید
fr: Prière de l'Aïd
id: Salat Ied
ms: Solat Hari Raya
tr: Bayram Namazı
ur: عید کی نماز

source: Fitrana (Zakat al-Fitr)
ar: زكاة الفطر
bn: ফিতরা (যাকাতুল ফিতর)
fa: فطریه (زکات فطر)
id: Fitrah (Zakat Fitrah)
ms: Fitrah (Zakat Fitrah)
tr: Fitre (Fıtır Sadakası)
ur: فطرانہ (زکاۃ الفطر)

source: Qurbani
ar: أضحية
bn: কুরবানি
fa: قربانی
id: Qurban
ms: Korban
tr: Kurban
ur: قربانی

source: Attend Eid prayer
ar: حضور صلاة العيد
bn: ঈদের নামাজে যোগ দিন
fa: در نماز عید شرکت کنید
fr: Assister à la prière de l'Aïd
id: Menghadiri salat Ied
ms: Hadiri solat Hari Raya
tr: Bayram namazına katılın
ur: عید کی نماز میں شریک ہوں

source: Pay before Eid prayer — approx. £5-7/person
ar: ادفع قبل صلاة العيد — تقريبًا ٥-٧ جنيهات/شخص
bn: ঈদের নামাজের আগে পরিশোধ করুন — প্রায় £৫-৭/জন
fa: قبل از نماز عید پرداخت کنید — تقریباً ۵-۷ پوند/نفر
fr: Payez avant la prière de l'Aïd — env. 5-7 £/personne
id: Bayar sebelum salat Ied — sekitar £5-7/orang
ms: Bayar sebelum solat Hari Raya — lebih kurang £5-7/orang
tr: Bayram namazından önce ödeyin — yakl. 5-7 £/kişi
ur: عید کی نماز سے پہلے ادا کریں — تقریباً £5-7/فرد

source: Arrange Qurbani for 10th-12th Dhul Hijjah
ar: رتب الأضحية من ١٠ إلى ١٢ ذو الحجة
bn: ১০-১২ জিলহজ্জের জন্য কুরবানির ব্যবস্থা করুন
fa: قربانی را برای ١٠ تا ١٢ ذوالحجه ترتیب دهید
fr: Organisez le Qurbani pour le 10-12 Dhul Hijjah
id: Siapkan Qurban untuk 10-12 Dzulhijjah
ms: Aturkan Korban untuk 10-12 Zulhijjah
tr: 10-12 Zilhicce için Kurban hazırlayın
ur: ١٠-١٢ ذوالحجہ کے لیے قربانی کا بندوبست کریں

source: It's Suhoor time!
ar: حان وقت السحور!
bn: সেহরির সময় হয়েছে!
fa: وقت سحری است!
fr: C'est l'heure du Suhoor !
id: Waktunya Sahur!
ms: Waktu Sahur!
tr: Sahur vakti!
ur: سحری کا وقت ہے!

source: It's Iftar time!
ar: حان وقت الإفطار!
bn: ইফতারের সময় হয়েছে!
fa: وقت افطار است!
fr: C'est l'heure de l'Iftar !
id: Waktunya Iftar!
ms: Waktu Iftar!
tr: İftar vakti!
ur: افطار کا وقت ہے!

source: Suhoor time
ar: وقت السحور
bn: সেহরির সময়
fa: وقت سحری
fr: Heure du Suhoor
id: Waktu Sahur
ms: Waktu Sahur
tr: Sahur vakti
ur: سحری کا وقت

source: Iftar time
ar: وقت الإفطار
bn: ইফতারের সময়
fa: وقت افطار
fr: Heure de l'Iftar
id: Waktu Iftar
ms: Waktu Iftar
tr: İftar vakti
ur: افطار کا وقت

source: 1x
bn: ১x
fa: ۱x

source: Apple Health
fa: سلامت اپل
fr: Apple Santé
tr: Apple Sağlık

source: Core Location
fa: موقعیت اصلی
